<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<!DOCTYPE html>

<html>

<head>
	<meta charset="UTF-8">
	<title>About Library</title>
	<link rel="stylesheet" href="style_menu.css" />
</head>

<body>
	
	<a href="GoToMainPage.do">Back</a>
	
	<h2>한림도서관에 오신 여러분 환영합니다.</h2><br><br>
	
	<div id="AboutLibrary">
		<p>
			안녕하세요! 
			일송기념도서관은 전통적인 도서관과 현대적인 전자도서관의 기능을 결합한 종합학술센터로서의 역할뿐만 아니라 
			이용자들에게 만남의 휴식의 공간을 제공하는 등 다양한 역할을 수행함으로써 
			21세기 지식정보사회의 탄탄한 초석이 되도록 그 소임을 다할 것입니다.
		</p>
		<p>
			일송기념도서관은 	2002년 5월 중앙도서관건축기획위원회(위원장 한실 교수)를 구성, 
			국내·외 유수대학 도서관에 대한 Benchmarking과 건립공청회 등을 통하여 
			약 2년의 공사 기간을 거쳐 2006년 3월 개관하였습니다. 
			지하 1층, 지상 5층의 철근콘크리트 구조로 건축면적 3,987.2㎡, 연면적 18,026.35㎡ 규모로 
			100만 권의 장서 수용 능력과 1,983석의 열람좌석을 갖추고 있으며, 
			봉의산 자락에 젊은 기상이 넘쳐나기를 염원하였던 한림대학의 설립자 고 윤덕선 박사를 기리며 “일송기념도서관”으로 명명하였습니다.
		</p>
		<p>
			일송기념도서관은 기존 도서관들이 지녔던 폐쇄적인 이미지에서 벗어나 
			세상을 향해 열린 커다란 창과 같은 밝은 세계를 느낄 수 있도록 개방성이 강조되었습니다. 
			건물 외관의 주재료는 석재와 투명유리를 사용하여 고전적 웅장함과 Open Space를 강조한 미래지향적 이미지를 동시에 지니고 있습니다.
		</p>
		<p>
			또한 일송기념도서관은 층별로 기능을 구분하여
			1층은 행정공간 및 일반열람실, 2·3·5층은 자료실, 4층에는 전자정보실과 창의·융합룸을 설치하여 “즐기면서 공부하는” 공간을 마련하였습니다.
			모든 자료는 주제별로 전문 서비스를 제공하고, 
			전체자료실 및 열람실은 유.무선의 완벽한 네트워크를 구축하여 정보를 제공하게 되며, 
			그룹 단위의 연구 및 세미나를 수행할 수 있도록 그룹스터디룸(18실)과 연구원스터디룸(4실)을 갖춘 최첨단 시설의 정보센터로서 
			이용자의 편의를 최대한 제공하는 국내 최상의 도서관이 될 것입니다.
		</p>
	</div>
	
	<br><br><br><img id="LibraryImg" src="./image/library_img.png"><br>
	
</body>

</html>